Act_1_1 = '''
我从车窗外向外看，私人花园里被精心修剪的花朵繁盛，花园中坐落着一座两层的小别墅，在郊区能拥有这样一栋温馨的小别墅，不知道是多少人的梦想吧，贾闻教授曾经这样笑着说。
可惜他的梦想在今天，破灭了。
'''

Act_1_2 =  '''
我是一名侦探，死者是贾闻教授，一名德高望重的数学家我祖父的一位朋友。最近他有一项新的数学研究，决定在今天邀请一些业内人士召开一个数学沙龙。
从昨天中午十二点，五位应邀而来的数学家们陆续到达贾教授的别墅。
今早七点，管家在叫主人起床的时候，发现主人躺在床上，失去了呼吸，旁边是散落的药片，看来像是突发心脏病而死。
本以为只是一场意外，可听到管家呼救声赶上来的一位宾客，坚称这个品牌的心脏病药有问题。一定是有人谋杀了老教授。
案件变得扑朔迷离，于是我被派来调查这件案件。
'''

Act_1_3 = '''
一楼的客厅里，六位嫌疑人坐在沙发上，神色各异。
我拿到了警方的资料，对七位嫌疑人进行一一比对。
坐在最左边的是一位叫做陈晴的女士，她面容姣好，资料显示她24岁，是m市一知名数学教授，家境优渥。
“那么，陈女士，首先请你说说，从你来到这个别墅开始，你什么时间，都在哪做了什么？”
陈晴沉稳的嗓音传入我的耳中：“我是昨天中午的十一点多来的，用过午饭以后一点左右，和杨教授聊天。三点以后我回了房间，然后就一直在房间休息了，下午六点四十五我用过晚饭先回了房间，一直到晚上九点半，我出来想找一位故人聊聊天，结果发现他不在，所以九点四十我就回房间了。之后我男朋友来了我的房间，我们聊了一会天。大约晚上十二点多，他回了房间，我就睡觉了。直到今天早上七点听见了管家的呼救。”
“那么您和死者关系呢？”
“我和贾教授不熟，在昨天之前没见过面，我和男朋友因为近两年在数学研究领域有所建树，今天才有幸能接受邀请来到这，没想到……”
'''

Act_1_4 = '''
我点点头，看向他旁边红头发看起来像个小流氓的男性，黄骄，24岁，是陈晴的男朋友，是一位在数学上颇有天赋的年轻人。
“那么，黄先生您呢？”
他缓缓开口，声音低沉：“我也是，十一点多和女朋友一起来的，中午饭以后我去小花园逛了一会，一点二十我上了楼，看见陈晴和杨教授聊了一会儿。两点我回了房间，直到晚上六点吃晚饭我才离开房间。晚上九点左右我在花园里，九点四十去了我女朋友那，十二点多回去睡觉了。”
说着，他叹了口气：“真没想到会发生这样的事，虽然我和贾教授在昨天之前素未谋面，但是发生这样的惨案真令人惋惜。”
'''

Act_1_5 = '''
挨着他的是杨教授，一位看起来略有些拘谨的老教授。杨缆，一位德高望重的数学教授。和死者贾教授年龄相仿，认识多年。
“我也是，十一点五十左右来到这。吃完午饭后，一点左右和陈小姐聊了聊学术上的问题，两点我就回了房间。直到下午六点吃晚饭才出门，吃完晚饭后七点二十左右，我回房间洗澡。然后九点，贾文和我聊了一些私事，九点二十五左右他说要回房间休息，我就和下来的李教授聊了一会，大约十点回了房间。”说着说着，他落下泪来，“我和贾闻认识了这么多年，没想到昨天见到他会成为最后一面……唉”
我示意助手为老人家递上纸巾。第四位是一位其貌不扬的男人。李旨，副教授，曾是死者贾教授的下属。
'''

Act_1_6 = '''
他推了推眼镜，“我十二点来到这，一点和贾教授交流了一些问题，一点四十我回到我自己的房间，直到晚饭，晚饭期间大约六点五十左右我上了个厕所，七点回席。九点多和杨教授聊了一会，十点多回去休息。贾教授曾是我的上司，真想不到怎么有人回去害他！”
'''

Act_1_7 = '''
下一位是白杰，据说是业内出了名的数学天才，爷爷和贾教授是世交。
他神情自若。不，应该用冷漠来形容更合适，仿佛被人一刀割断了所有面部肌肉和神经。
他开口也是不带任何感情。“我十二点来，吃完午饭一点二十左右散了个步一点四十回房间。下午六点到七点二十吃晚饭，九点找贾爷爷有点私事。九点半左右在贾爷爷房间见到过他一面，其他时间都在房间。贾爷爷和我爷爷是故友。 ”
…好，够拽。
'''

Act_1_8 = '''
“据说发现贾教授药有问题的是你。”
“没错”他淡淡的说，“我有先天性心脏病，平时服用的口服药和案发现场贾教授那瓶是一个品牌”
管家庄行也开口：“没错，那的确是贾先生平时服用的药，贾先生每天晚上九点半服下药就睡了。”
白杰接着说：“但案发现场那瓶药里散出来的应该比我服用的药片半径大一些，您可以拿到药对比一下。”
一边的警务人员拿来一个证物袋，现场的药的确比这个品牌的心脏病药大一些。经化验结果看这应该是一种服用后很快就会毒发的剧毒药片，并且有也不难购买。
我疑惑的问：“那你是怎么看出来的？”
白杰回答：“我经常服用这个药，而且我对图形比较敏感，一看就觉得不太对劲。”
'''

Act_1_9 = '''
最后一个是管家庄行，他神色悲切，说话还带着一点哭腔。
“好，请庄先生说说吧，顺便也说说老爷子昨天都干嘛了。”
庄行开口：“我昨天从十点左右，就一直在忙午饭的事情，中午十二点开饭，一点二十左右客人们都用完午饭了，我就在厨房打点。中午两点，贾先生让我准备一些茶水送到会客室，他要在那和李先生谈事情。三点以后我去打扫会客室，这时候先生一直在屋子里。直到下午六点吃饭。七点二十之后我也一直在打点上下。晚上九点左右，我去给先生，杨教授他们准备茶水，九点二十五，先生把我叫去房间，白杰先生当时也在那，先生嘱咐我给白杰先生换一床厚被子，十点左右我就休息了。”说起死者，他显得十分悲伤，“侦探，你一定要找出害先生的凶手。”
听了六个人的话，我心里有了初步的判断，接下来还是得到现场看一看。
'''

Act_2_1 = '''
默声看着这一屋子的人，我悄然离席，独自上楼寻找答案。转过楼梯的第一间是杨缆的房间，门上挂着的密码锁不知为何松着，倒是方便了我的搜查。这间屋子整体干净整洁，我从书桌开始看起，电脑开着。我点开屏幕，显示输入锁屏密码，连试三次无果后弹出了提示，需要输入答案。
'''

Act_2_2 = '''
2020年3月13日，黑色星期五，对于拉吧哒哐啷里吧咣小镇来说确实是这样，新型冠状病毒感染了这里，别问他们是怎么知道的，问就是超能力。这个小镇住着314户人家，这里的人确实有一种超能力，他们可以知道小镇上的其他人家是否感染了新冠，但是不能判断出自己家人是否感染。为了保证小镇的安全，镇上的人达成了共识：从这一天起所有人在家自我隔离，但是大家都可以在拉吧哒哐啷里吧咣云端观察其他人是否感染了新冠，不过由于云端故障，所有人都不能和外界通话，告知其他人是否感染。一旦有谁推断出自己感染了新冠，必须在当晚乘坐唯一与外界沟通的郎当隆咚咣列车到外面就医。第一天、第二天都没有人离开，第三天晚上，所有感染新冠的人一起坐车去了医院。机智的你觉得拉吧哒哐啷里吧咣小镇有_________户人家感染了新冠。
'''

Act_2_3_a = '''
我顺利的登入了杨教授的电脑。打开的界面是一篇草稿。上面写着
'''

Act_2_3_b = '''
这是什么意思？这是杨教授的自我反思？我百思不得其解，只得保存后退出，浏览电脑上的其他文件。我点开了杨教授与贾文教授的邮件，最近的内容是一则没发出生日祝福'''

Act_2_3_c = '''
再往上翻是些刻薄的内容，
'''

Act_2_3_d = '''
诸如此类，据悉，杨教授和贾教授在学术上经常产生摩擦，甚至有人说他们俩可能有什么深仇大恨。这样我便关闭邮箱，将电脑内容浏览完毕后，我继续检查房间。我很快注意到了床头柜，只有这里是杂乱的。我暗暗记下，在没有其他发现后，我来到了隔壁。
'''

Act_2_4 = '''
这是贾文的屋子，也是敞开的。我进屋后便被端正摆在桌上的手表晃了眼睛，顺势走去查看。这是帝舵的男士手表，较为小众但做工精细品质上乘。表盘干净得反光，我拿起来细细端详时却闻到了花卉护手霜的香味。我将表小心收好，抬头时瞥见地毯里散落的几粒药，瓶子上写的是心脏病类药物。确实，贾文患有心脏病。出于习惯，我将散落的药收起一粒作物证。我将房间转过后又来到了他的电脑前，打开后便直接点了<忘记密码>，弹窗上写道
'''

Act_2_5 = '''
今夜的月相是亏凸月，月球的受照面积为70%，某地今晚的月出时间是23：41，若假设月球绕地球的轨道和速度不变，通过几何证明，月亮“在线”时间与受照面积有一定关系，机智的你一定已经知道了该地月落的时间是明天______左右。
'''

Act_2_6_a = '''
打开的界面是这次要发表的论文，可奇怪的是论文原稿的作者署名为一个不太规整的8。据我所知，贾教授没有发表论文用笔名的习惯。而且看他即将发表的版本，署名也是他的真名贾闻。我心中有了猜测。只能暗叹这许久的不联系，到如今却已天人永隔。这么想着我又点开了这次研讨会的文件夹，打开了邀请函。邀请函上写着：
'''

Act_2_6_b = '''
在杨教授的邀请函上有一句备注
'''

Act_2_7 = '''
略略浏览下来我觉得有些不对劲便细细地数了一遍。只有五人份的邀请函！邀请函上，并没有李旨的名字。想到此，我急急点开了文件夹内的另一份无名文档。我不禁骇然，里边竟然是一份身份调查明细，而被调查的正是白杰的爷爷！里面还有一份署名是白杰爷爷的论文原文，我检索了一下内容，竟然是十年前贾教授发表的一篇论文。也正是这篇论文奠定了贾教授在学术界的地位。我稳了稳心绪，将这两份文档传真到了手机里并离开了房间。
我思绪混乱，有些抓不住头绪。随着走，来到了一间上着锁的屋子。触屏锁上显出了题目：
今天是国际数学日，数学课代表问曹老师今天留不留作业，曹老师说：“你说我留不留，如果你说对了，我就不留，如果说错了，我就留。”曹老师不能食言，如果你是数学课代表，希望给同学减轻课后任务，你会回答：__________。【答留或不留】
'''

Act_2_8 = '''
锁开了，我进入屋里。这明显是女士的房间。房间整洁而干净，连书都整齐的摆放着。我靠近看了看，《从0到无限大》。在书的旁边放着她的电脑，她设置了屏锁：
家隔离期间，曹老师在家烤披萨，烤的第一张披萨两面都糊了，第二张披萨糊了一面，第三张披萨两面都没有糊。曹老师将这三张披萨随意摞在一起（不一定按顺序），最上面一张朝上的一面是糊的，那么最下面一张两面都糊的概率为__________。
'''

Act_2_9= '''
里边显示了她与李旨聊天记录。有些是很久远的，有些是现在的。她怎么会认识李旨呢？其中二人还提到了此次的研讨会，她还与李旨分享了此次的邀请函。电脑中还有一份加密文档，提示着：
高老师把两个五位数相乘写下了答案，不幸的是，曹老师的一滴黑色墨水滴到了高老师的纸上，其中有一个数字看不清了：98564×54972=541?260208，为了不让高老师发现，曹老师决定将这个数字补上，如果他不重新计算，他能否知道这个数字是什么？【答能或不能】
'''

Act_2_10_a = '''
我想了想，给出来答案。里面是她的一些随笔，其中有一篇吸引了我的注意。
'''

Act_2_10_b = '''
看来她和李旨曾是恋人关系，也许至今陈晴都对李旨有感情。这间房子并无其他，我仔细看过便出去了。
接着我来到了她的隔壁，门锁题目如下：
世界上没有两片相同的树叶，那么是否存在两个身高相同的人呢？【答是或否】
'''

Act_2_11 = '''
机智的我思索片刻后给出了答案。电脑的名称上显示了房间的主人——李旨。我点开他的电脑，上边又是一道题目：
某班上学期期末考试数学的平均成绩是85分（不要问我是哪个班），其中⅔的同学得了80分以上（含80分），他们的平均分是90分，则低于80分的人的平均分是______分。
我一面抱怨着数学家们的通病，一面算解给出了答案：
'''


Act_2_12 = '''
我点开社交软件，并无与陈晴的聊天内容。难道是怕情事暴露被黄交知道？我不再多思，点开了桌面上加了锁的文件，我试图用程序破解无果后无奈又开始了答题：
化学老师打算把300g的淀粉分成100g和200g各一份（不考虑过程损耗和实验标准操作），可是天平的其它砝码被物理老师带走了，只有30g和35g的砝码各一个。化学老师至少需要称____次才能分好。
'''

Act_2_13_a = '''
里边记录的是与其前女友陈晴的琐事：
'''

Act_2_13_b = '''
电脑内没有什么有价值的信息后，我对方间进行了搜查，在抽屉里找到了一张药店的收据。上面显示在两天前，李旨买了两瓶药。我不通医理，医生的笔记我更是看不清，便将单子拍了照放回。随后我又在他的座机上调出了他昨晚的通话记录，上边显示贾文去世时他正在打电话。
再旁边是黄骄的房间，不知是不是天意，想不到这现男友竟还没前男友离得近。我轻车熟路的点开密码锁：
高老师家的钟表走的特别准，每一秒都能读出来，那么高老师家的表的时、分、秒针在一天之内有___次完全重合。
'''

Act_2_14_a = '''
这间屋子只有桌上的日记引人注意，上边笔记凌乱。
'''

Act_2_14_b = '''
她怎么到那个糟老头屋里？他们在干什么？好你个姓贾的，我呸！！你给我等着！咱们走着瞧！”他的抽屉里竟还有一把菜刀。我皱了皱眉，感觉事情越来越蹊跷。
随后我又进了白杰的房间，门上有一张图片，下方有密码锁，需要输入数字。

【任意回复以查看图片，之后解答】
'''

Act_2_16_a = '''
我在此搜到了他爷爷的日记，内容让我十分疑惑
'''

Act_2_16_b = '''
此外，还有一篇白杰写给他已故爷爷的信放在窗台上，信中写道
'''

Act_2_16_c = '''
而后我又在枕头底下找到了一瓶与贾文相同的心脏病药。正如他所言，他也有心脏病吗？
最后，我来到了走廊尽头的房间，这是管家的屋子，并无密码锁。我检查到他的书桌，上边粘了许许多多的便签，大概都是些贾文的生活习惯以及待办事项。我的视线黏在了那张写着心脏病用药的便签上，上边详细记载着药的包装，大小，用量。不错，看来管家也了解这药和毒药。我又在他的抽屉里找到了一本日记。
'''

Act_2_16_d = '''
日记里夹着一份病危通知书，上边写着他的母亲的治疗所需的巨额医药费。我准备出去时，发现这柜子上的暗格，上有谜题：

【任意回复以查看图片，之后解答】
'''

Act_2_18 = '''
打开暗格，里边竟是贾文的收藏！我确认了之后又将暗格推回，来到了花园。据说，这次贾闻的研究成果发布，会得到一大笔奖金。管家会不会为了这笔钱，谋害贾闻呢，他所说的“恩情”又是什么呢。
花园里有个石桌，上边放着半空的酒瓶。看样子是昨晚有人喝酒留下的。我仔细地在花园里转着，都没有什么发现。最后打算看一看花园的绿植，却不料在一丛灌木中找到了一个药瓶，里面装的药和警察给我的证物进行对比，应该是一瓶真正的心脏病药。正待仔细缕清证据链，却被侍者告知警察以来，只得带着这庞大的信息回到了一层。看着这一屋子的人，我不禁升起一阵寒意。这不是意外，而是一场谋杀。而凶手，就藏在我们当中。
'''

Act_3_1 = '''
六个嫌疑人面面相觑。看不出他们心里真正的想法。
我拿出现场的药，和在花园中找到的药瓶。
“死者的身上没有伤口，看来死因就是现场发现的这个药了。这个药瓶是我们在死者窗户正对着的灌木丛里发现的。”
我又拿出来花园中散落的酒瓶的照片。
“这是我在离灌木丛不远处的长椅处找到的。”
管家庄行说：“这应该是黄先生的，昨天晚上九点多，他来找我要过一些酒。”
'''

Act_3_2 = '''
我翻了翻审讯记录，没错，黄的口供里的确写着九点到九点四十之间，他在花园喝酒。
黄骄摸了摸他一头扎眼的红毛，吞了口水，说：“没错，是我的，九点左右我在花园喝酒，但是这药我不知道啊，这药和我没关系。”
随即我拿出他房间中刀具的照片，和他邮件的截图。
“那这把刀呢，还有你电脑里的这些文字。”
管家看到刀，大吃一惊：“这是厨房的刀！”
我暼了黄骄一眼，他不知所措的怔在座位上。
“你在信中称呼贾教授为糟老头子，还说要给他点教训，那么，你给他什么教训了？”
“不是，我没有，我什么都不知道，我到那的时候他就已经死了。”
嗯？难道在今天早上七点之前，黄骄见过死者尸体？
'''

Act_3_3 = '''
他平复了一下情绪。
“我，我昨天晚上的确去过贾教授的房间。可是我到那他已经死了！”
“那你昨天晚上为什么去贾教授房间，不出我所料，应该和你女朋友有关吧。”
他缓缓开口：“…是”
“我和陈晴认识以后，总感觉她对我不冷不热的，最开始我以为是她的性格原因。可是我发现她来到这个别墅之后，整个人都不一样了，感觉很兴奋，我就开始有点怀疑了。昨天晚上，我在花园喝酒，朦朦胧胧间看见她好像在贾教授房间。再加上酒劲上来了，我就冲上去想问个究竟。可是没想到到那只发现贾教授躺在那，已经死了。我害怕极了，连忙跑到陈晴房间，在那待到了半夜。晚上我越想越害怕，就从厨房拿了这把刀，想着万一晚上有谁来杀我，还能防身。”
我听了他的解释，将信将疑。
“你能确定是贾教授的房间吗？”
“我现在也记不太清了，喝多了”
管家在一旁解释：“对，我昨天晚上的确听到黄先生上楼的声音，那脚步声听起来很急切，大约是在九点三十五左右。”
黄骄又说：“真的，我没骗你，在这之前我和贾教授都不认识，我有什么理由杀他啊！”
'''

Act_3_4 = '''
我继续说：“目前发现的毒药在贾教授房间，贾教授除了午饭，晚饭，会客时间，其余时间都在房间指导毕业生论文。这一点我已经取得证据了，下毒的时间应该就在这个区间。。那么请问，在贾教授会见李副教授，和贾教授会见杨教授的时候你在哪？”
他想了想：“下午一点到一点四十，我在花园散步，后来上楼碰见了陈晴和杨教授就聊了一会儿。晚上我在花园。”
我看着他，也不知道他的话是真是假。只能听听别人的供词再进行判断。
'''

Act_3_5 = '''
我看向他女朋友陈晴，这是一个“名不符实”的姑娘，总是很沉稳，或者说是面无表情。和隔壁白杰有的一拼。
我拿出她的邮件截图。
“黄先生，我想你怀疑的对象不应该是这个年龄够当你和你女朋友爷爷的贾教授，应该是这位李副教授吧。”
李旨听了这话，抬起头看着我。
“没错，我和李教授的确曾经是男女朋友关系，后来因为我家里的原因分开了。下午两点到三点，我去找了李旨。而且晚上九点三十的时候我要去找的故人也是他，但是他不在房间中，我就回来了。”她低着头说。
“晚上六点四十五，我记得你是最先吃完的吧。你做了什么”
“没错。我是先回了房间，回了房间登陆了一个数学网站，你在后台应该可以调出我的在线时间。”
我拿出她的电脑，的确某数学网站显示她六点四十五登录，中间只有七点左右的两分钟离线。要说这两分钟能完成神不知鬼不觉的偷天换日，我觉得不太可能。
'''

Act_3_6 = '''
“那你晚上呢，晚上想去找李旨干什么？”
“我想问问他的近况”她低垂着头，说这句话的时候语气充满遗憾。想必她和李旨也是有一段很难忘的感情。
我点点头，看向李旨。他一直注视着低头的陈晴。
“那么，李先生，据我所知，您好像并没有收邀来参加这场聚会吧。”
一言既出，满座哗然。旁边的人都议论纷纷。
“没错，我的确是没有被邀请来参加这场聚会。”
“在这之前，我从陈晴那得知了她回来参加这场聚会，我想看看她。所以用她的原本伪造了这个邀请函。我想来看看她过得好不好。”
我听着他的解释，心里半信半疑。但从他的日记来看，他对陈晴一往情深，也不是没有这种可能。
'''

Act_3_7 = '''
“那你与死者在一点到一点四十都聊了些什么呢？”
他沉默，过了一会说：“对不起，私人问题，无可奉告。”
“另外，我在你的口袋里发现了一个药店的收据。时间是两天前。”
“这应该是我前两天在药店买的两种维生素吧，来的匆忙忘了带药了。”
“晚上贾教授和杨教授聊天的时候，你在哪？”
“我在房间里，在给我母亲打电话。”的确，从调出的座机通话记录和内容来看，这段时间他的确一直在打电话。
'''

Act_3_8 = '''
我点点头，向管家发问。
管家和上午比起来，情绪缓和了很多。
“在你房间里，我们发现了一些杨教授的私人藏品，请问这是杨教授授意的吗？”
“…不是，是我偷的。”
我大吃一惊，却在意料之中。他母亲重病，他没处借钱，偷雇主的东西也是不得已而为之。
“我的母亲病了，在医院治疗，需要很多钱。但是我的工资又不足以担负这个费用，只能出此下策。有一次，我偷贾教授的钢笔，被他发现了。可是他没有怪我，反而借了我一些钱。可这钱远远不够我母亲治疗的费用啊”
救人心切的他，会为此谋害杨教授吗。
“可是我虽然用钱很急，但是贾教授对我有恩，我断断不能做出这样的事啊。”
“怪不得，我听了你打电话时提到什么钱，什么病，什么医院。”旁边的黄骄插嘴道“那时候是一点二十左右吧”
警方调出通话记录，
'''

Act_3_9 = '''
我点点头，又问：“那贾教授和人聊天的时候，你在哪”
“我在一直在一楼厨房打点上下，给教授们准备茶点。没去过二楼。”众人纷纷表示，的确在一楼看见管家忙碌的身影。
“晚上九点二十五，我去了一次二楼，贾先生让我给白先生换一床被子。”
这样的庄行，会为了钱去谋害贾闻吗。
到了杨教授。
我先拿出手表和信件：“杨教授，我们在现场发现了你的手表。”
众人都大惊失色。黄骄“蹭”的站起来：“是杨教授，杨教授在业内和贾教授是出了名的不和，他俩经常在一些数学会议上针锋相对。”
“你坐下。”陈晴抬起头，好看的眉毛蹙着。
“我的确和贾教授关系不太好，这次来也是为了和他和解的。”
我想到了他那封未完的草稿，不知道那后面没完成的一句是善意的和解还是……
'''

Act_3_10 = '''
“这么多年，我，老白，老贾。我们就如同瑜亮一样，在数学领域里吵来吵去，老了才发现，吵没吵出个三六九等，却失去了一个交心的朋友。”
我点点头，适时的打断他的回忆。
“那你的手表，为什么会出现在贾教授的房间里”
“我不知道。”杨教授摇摇头。“我洗完澡把手表放在了屋里，应该是床头或者书桌，之后老贾找我聊天，九点半之后我就和这位李先生聊了一会儿。”
是作案时的无意遗漏，还是真凶的蓄意栽赃。我不得而知。
'''

Act_3_11 = '''
“另外。”我举起手里的文件袋，几年前贾教授的论文和他电脑里的论文原件。“贾教授的电脑里有份加密文件，里面是两份论文原件。署名一个是一个歪歪扭扭的8，另一个是白杰的爷爷。”
“署名是白杰爷爷的这一份，是十年前贾先生很出名的一份论文《从几何学探讨李佳琳为什么这么漂亮》，另一份是他还发表的一篇论文，我猜测这也是你们这回来的目的。”
“因此，我是否有理由怀疑，贾教授的论文有作假之嫌”
座上众人错愕，白杰却依然保持着沉默。
'''

Act_3_12 = '''
“作为白先生的孙子，我想您应该知情吧。”
“没错，我此次前来就是为了调查这件事。”
“不久之前，我爷爷去世了，在整理他遗物的时候，我发现了一本日记，里面隐约提到了这件事。贾教授曾因为我爷爷指导过我，对我非常照顾，我不敢相信这是他在做出来的事。我想借这个机会调查。”
“九点多我偷偷潜入贾爷爷的房间，却没有找到相关的证据，可这时候他回来了，看到我在他房间非常吃惊，但是他没有怀疑。还十分关心我的身体，嘱咐管家给我换一床被子。”
他抬起头，望向黄骄。“一点我也在花园散步，四十才上楼，我在花园里见到过这个红头发男的。”
黄骄点点头：“的确，我也见到过你，我还纳闷你这么自闭的人为啥会出现在这种场合，哎等会，啥叫红头发男的？”
'''

Act_3_13 = '''
白杰不理他，“一点四十，我上来无意间听见了教授和李先生的谈话，隐约听见什么不会说出去。我想你应该也是知道这件事的吧”
“没错，我无意间得知了这件事，但是教授给了我一笔钱，嘱咐我不要说出去，我想，说出去对我也没什么好处。”李旨接着说，“所以贾教授看见我来特别紧张，午饭结束后就约了我聊天，嘱咐我别说出去。贾教授的心脏病很严重，我在做他下属的时候也听说过，也不敢刺激到他。”
“那这位署名是8的作者，你们有听说过吗。”
大家纷纷摇头，表示从未听说。


一天的审讯下来，我的心里有了猜测
'''